export default {
    title: "我们的钱包",
    information: "我们有幸推出不仅仅是用于储存数字资产的钱包。",
    desktop: {
        copy: "在整合我们新的<a href='https://github.com/GetScatter/walletpack/''> Walletpack库</a>的几个月的工作完成后，Scatter 桌面版将完全被提升。 内置的应用程序资源管理器将帮助您发现仅在区块链上才有的新的并令人兴奋的体验。 密钥管理比以往任何时候都更容易，并且只需少量的专业知识就能使密钥和帐户永远保持安全。",
        button: "下载 Scatter 桌面版",
        tokenexchange: {
            title: "代币兑换",
            description: "通过我们内置的代笔交换机制，您的资金将变为流动资金。 您再也不需要去外部交易所交换BTC，TUSD，EOS，ETH，TRX或DAI。",
        },
        ridl: {
            title: "RIDL",
            description: "我们的信誉和身份层解决了互联网上的一个关键问题：您可以信任谁？ 我们相信群众的智慧，并在Scatter中使用它来确保您知道什么时候可以允许采取行动，什么时候不允许采取行动。"
        },
        hardwarewalletsupport: {
            title: "硬件钱包支持",
            description: "因为我们将您的安全放在首位，所以我们提供了对Ledger Nanos的支持。 我们爱他们，并认为您也会。"
        },
    },
    bridge: {
        intro: "用户只需电子邮件地址，手机号码或社交帐户（例如Facebook或Google）就能使用分散式应用程序。",
        subsection: "我们知道，所有钱包都难以被大规模使用，因此我们有一个解决方案。",
        sdks: "我们的SDK提供了一种称为 Scatter Bridge 的后备服务，可为您的用户提供无区块链的体验，并且如果您的用户没有兼容的钱包，则无需对现有代码进行任何修改。",
        anytime: "随时随地",
        anytimetext: "由于Scatter Bridge是一项完全托管服务，因此它允许用户在任何地方使用其帐户使用应用程序。 这意味着他们可以在笔记本电脑，台式机，手机甚至智能手表上使用它。",
        goglobal: "走向全球",
        goglobaltext: "与其他替代方案不同，用户帐户不仅仅在一个应用程序中可用，它还是一个全局帐户，可以在所有受Scatter支持的应用程序上使用。 用户进入的障碍就消失了。",
        safety: "安全与限制",
        safetytext1: "大多数桥接账户（取决于区块链）是多签名账户。 我们控制一个键，而用户控制另一个键。 如果用户在任何时候使用原始注册方法丢失了密钥，则可以恢复其密钥。",
        safetytext2: "由于Bridge是完全托管服务，因此我们在给定的时间范围内施加了持有和消费限制。 这样一来，例如拥有您的Facebook帐户的人就无法“清除”帐户，并促使用户了解区块链，并转向更安全的非托管平台（例如Scatter Desktop）。",
        safetytext3: "登录每个应用程序时，您还对自己设置了限制，以确保应用程序对您的帐户或资产的访问权限永远不会超过您愿意提供的权限。",

        easytofund: "过渡账户很容易入金",
        easytofundtext: "每个Bridge帐户都是一个实际的区块链帐户/地址。 这些不是等待创建的伪造帐户，而是功能齐全的帐户。 您可以轻松地从任何交易所将资金汇入您的帐户",
        ownership: "取得所有权",
        ownershiptext: "Scatter Bridge服务的目标不是让用户继续使用该服务。 相反，它是作为首先使用区块链与学习如何确保资产安全之间的中间地带。 我们认为，教育用户有关区块链的最佳方法是首先让他们使用区块链，并为他们提供自我教育的理由。 我们提供了清晰，简单的步骤，一旦用户准备好完全拥有私钥的所有权，用户可以使用一个文件将其从网桥直接导出到Scatter Desktop中。"
    }
}