export default {
    title: "为什么我们基于EOSIO",
    p1: "自区块链技术的面世,各智能合约如同雨后春笋般地推出。以太坊做为首个提供智能合约功能的平台，依然以拥有超过2600个活跃的dapp保持其大佬的位置。此外, 以太币及其网络也保持着一定的价值。目前占据币市最大市值的是比特币，其次是以太坊，然后是EOS。对于我们来说，我们更专注于比较智能合约平台的本质和实用性，而不是比较像比特币这样用作价值存储或投机活动的数字资产 比特币目前拥有最大的市值，其次是以太坊，然后是EOS。 就我们的目的而言，我们将专注于比较智能合约平台，而不是比较像比特币这样的用作价值存储或投机活动的数字资产。",
    h1: "一些基本比较",
    p2: "基于Block.one发布的EOSIO软件：EOS主网现已投入使用16个月，为用户提供的新软件也每日渐增。真正有趣的是，EOS主网的每日活跃用户和成功执行的交易数量也不断增长。",
    p3: "让我们谈谈为什么我们Scatter会主要构建于EOSIO网络，及为什么我们认为身为对构建分散式应用程序感兴趣的开发人员，也会首选此网络。",
    h2: "EOS拥有更加活跃和高参与性的用户群",
    p4: "与以太坊或波场等其他领先的智能合约平台相比， EOS的每日活跃用户数量相对更多。",
    h3: "EOS迄今为止拥有最大的交易量",
    p5: "由于EOSIO运行的委托权益证明共识机制的性质，它可以比最接近的竞争对手以太坊执行更多的日常交易。 更多的交易意味着用户的更多使用，这通常可以为您的项目带来更高的利润。",
    p6: "尽管比特币不属于智能合约平台，但我们也将它添加到该比较表中。 显然而见，EOS 主网远远超过竞争对手，该图表不包括其侧链如Telos，WORBLI，和BOS等等。",
    p7: "如果您是希望用户在去中心化应用程序上执行大量事务的开发人员，那么EOSIO平台是不二之选。。",
    h4: "实用工具，开发人员学习曲线和Scatter",
    p8: "相信具有前瞻能力的开发者各有自己偏爱的编程语言，而我们Scatter认为C ++的卓越性，包括其支持资源等远远超越了Solidity（即创建在以太坊上运行的智能合约所必需的语言）。这意味着如果您是会C ++编程语言的开发人员，那么在EOS上开发去中心化应用程序就易如反掌，并且不需要去学习新语言或开发去中心化应用程序所需的所有其他概念。",
    p9: "此外，从头开始并在EOS上启动和运行的资源越来越多，这是非常出色的。 我们强烈推荐Peter Keay在<a href='https://www.udemy.com/learning-blockchain-development-with-eos-and-cpp/'>区块链智能合约开发和前端编程</a>的免费课程中 作为快速学习基础知识的一种方式。 Ivan on Tech还在<a href='https://www.youtube.com/watch?v=PD0zS3C0ImQ'>制作系列</a>，它可以牵动您的整个过程。",
    p10: "在Scatter，我们的核心目标是为开发人员和用户提供基础技术，以便他们轻松访问高级区块链网络。",
    p11: "我们提供了许多核心库，开发人员可使用它们来连接<nuxt-link :to='localePath()'>合作的钱包</nuxt-link>或他们选择的网络。 <a href='https://github.com/GetScatter/scatter-js/'> ScatterJS </a>特别受欢迎，已集成到数百个EOS应用程序中。",
    p12: "<nuxt-link :to='localePath()'>>将Scatter技术集成到您的dapp中仅需几行代码</nuxt-link>。 如果您有任何疑问，几乎总是有经验丰富的<a href='https://t.me/ScatterDevelopers'> Telegram社区中的开发人员</a>愿意帮助您入门。",
    p13: "我们还通过<a href='https://github.com/GetScatter/scatter-sharp'>scatter-sharp</a>和<a href='https://github.com/GetScatter/eos-sharp'>eos-sharp</a>库，并期望随着EOSIO技术的采用不断增长，我们将开始看到Triple-A工作室使用它来将其主机游戏连接到区块链网络。",
    h5: "参考文献"
    
}